Repository: nodeloc/nodeloc_ios
Catalog: nodeloc/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %lld selected
zh_hans: 已选择 %lld 个

source: Back to login
zh_hans: 返回登录

source: Browse as guest
zh_hans: 以访客身份浏览

source: By continuing, you agree to our [Terms](%1$@) and acknowledge that you understand the [Privacy Policy](%2$@).
zh_hans: 继续操作即表示你同意我们的[用户协议](%1$@)，并确认已了解[隐私政策](%2$@)。

source: Cancel
zh_hans: 取消

source: Check your inbox and follow the confirmation link to activate your account.
zh_hans: 请查收邮件，点击其中的确认链接激活你的账号。

source: Continue
zh_hans: 继续

source: Create account
zh_hans: 创建账号

source: Create your account
zh_hans: 创建你的账号

source: Email
zh_hans: 电子邮件

source: Email me a login link instead
zh_hans: 改为向我发送登录链接

source: Email or username
zh_hans: 邮箱或用户名

source: Find your people.
zh_hans: 找到你的同好。

source: Forgot password?
zh_hans: 忘记了密码？

source: Get started
zh_hans: 开始使用

source: Home
zh_hans: 首页

source: I already have an account
zh_hans: 我已有账号

source: Log in
zh_hans: 登录

source: Log in to NODELOC
zh_hans: 登录 NODELOC

# Message
source: Messages
zh_hans: 消息

source: Name
zh_hans: 名称

source: No replies yet.
zh_hans: 还没有回复。

source: NODELOC is a home for every interest — pick a few Nodes to start your feed.
zh_hans: NODELOC 容纳每一种兴趣 — 挑几个节点，开始你的信息流。

source: Password
zh_hans: 密码

source: Profile
zh_hans: 我的

source: Resend activation email
zh_hans: 重新发送激活邮件

source: Search
zh_hans: 搜索

source: Sent again. If it still doesn't arrive, the address may be unreachable — try signing up with another one.
zh_hans: 已重新发送。如果仍未收到，该邮箱可能无法投递，请换一个邮箱注册。

source: Sign up
zh_hans: 注册

source: Use email
zh_hans: 使用邮箱

source: Use email or username
zh_hans: 使用邮箱或用户名

source: Username
zh_hans: 用户名

source: Verify your email
zh_hans: 验证你的电子邮件

# 使用备用码
source: Use a backup code
zh_hans: 使用备用码

# 使用验证器
source: Use authenticator
zh_hans: 使用验证器

# 回复排序依据
source: Sort replies by
zh_hans: 回复排序依据

# 忘记了密码？
source: Forgot password?
zh_hans: 忘记了密码？

# 或
source: or
zh_hans: 或

# 换一批
source: Shuffle
zh_hans: 换一批

# 收件箱
source: Inbox
zh_hans: 收件箱

# 暂无消息
source: No messages yet
zh_hans: 暂无消息

# 暂无线程回复
source: No thread replies yet
zh_hans: 暂无线程回复

# 更多操作
source: More actions
zh_hans: 更多操作

# 此账号已开启两步验证
source: Two-factor authentication is enabled
zh_hans: 此账号已开启两步验证

# 注册
source: Sign up
zh_hans: 注册

# 登录
source: Log in
zh_hans: 登录

# 继续操作即表示您同意我们的[用户协议](%@)并确认已了解[隐私政策](%@)。
source: By continuing you agree to our [Terms](%1$@) and confirm you understand the [Privacy Policy](%2$@).
zh_hans: 继续操作即表示您同意我们的[用户协议](%1$@)并确认已了解[隐私政策](%2$@)。

# 节点
source: Nodes
zh_hans: 节点

# 讨论串
source: Threads
zh_hans: 讨论串

# 重试
source: Retry
zh_hans: 重试

# 验证你的电子邮件
source: Verify your email
zh_hans: 验证你的电子邮件
